Repository: MuhammadjonTohirov/yuzpayios
Catalog: YuzPay/Utils/Resources/*.lproj/Localizable.strings
Languages: uz_uz

source: Start
uz_uz: Boshlash

# welcome_text
source: Welcome to YuzPay
uz_uz: YuzPay xush kelibsiz

source: Authorization
uz_uz: Tizimga kirish

source: Next
uz_uz: Keyingisi

# to_select_photo
source: To make a photo
uz_uz: Fotosurat uchun

# capture_avatar_from_camera
source: Click to camera icon, and scan your face for 5 seconds Note: You should look at to the left to right and front
uz_uz: Kamera belgisini bosing va yuzingizni 5 soniya davomida skanerlang Eslatma: chapdan o'ngga va oldga qarash kerak

source: Save
uz_uz: Saqlash

source: Exit
uz_uz: Chiqish

source: Payment
uz_uz: To'lov

source: Transactions
uz_uz: Bitimlar

source: Cards and wallets
uz_uz: Karta va hamyonlar

source: Order card
uz_uz: Karta buyurtmasi

source: Issued invoices
uz_uz: Invoislar

source: Monitoring
uz_uz: Tarix

source: Auto payment
uz_uz: Avto to'lov

source: Home
uz_uz: Asosiy

source: Transfer
uz_uz: O'tkazma

# transfer_international
source: International transaction
uz_uz: Xalqaro o'tkazma

source: Help
uz_uz: Yordam

source: Settings
uz_uz: Sozlamalar

source: Issued invoices
uz_uz: Berilgan invoislar

source: Continue
uz_uz: Boshlash

# do_payment
source: Pay
uz_uz: To'lov

source: Cards
uz_uz: Kartalar

source: Popular
uz_uz: Doimiy

source: Mobile
uz_uz: Mobil aloq

source: Television
uz_uz: Telvidinya

source: Telephone
uz_uz: Telefon

source: Hosting
uz_uz: Xosting

source: Saved payment
uz_uz: Saqlangan to'lovlar

source: Done
uz_uz: Bajarish

# insert_pin
source: Insert PIN code
uz_uz: PIN kodni kiriting

source: All
uz_uz: Barcha

source: My cards
uz_uz: Kartalarim

# focus_camera_to_card
source: Point your camera at card
uz_uz: Kamerangizni kartaga qarating

# add_new_card
source: Add card
uz_uz: Karta qo'shish

# main_card
source: Main
uz_uz: Asosiy

source: Delete
uz_uz: O'chirish

source: Block
uz_uz: Bloklash

source: Actions
uz_uz: Sozlamalar

source: Card Name
uz_uz: Karta nomi

source: Bills
uz_uz: Hisoblar

source: Select bank
uz_uz: Bankni tanlang

# order_card
source: Order a card
uz_uz: Karta buyurtiring

source: Address
uz_uz: Manzil

# phone_number
source: Phone
uz_uz: Telefon

source: Fax
uz_uz: Faks

source: Select card type
uz_uz: Karta turini tanlang

# card_order_success
source: New card ordered
uz_uz: Buyurtma qilindi!

# card_order_success_detail
source: When the card is ready for delivery, the courier will contact you.
uz_uz: Karta yetkazib berishga tayyor bo‘lganda kurer siz bilan bog‘lanadi.

# card_order_failure
source: Failure while ordering a card
uz_uz: Xatolik

# card_order_failure_detail
source: Text describing the error and instructions for the user.
uz_uz: Xatoni tavsiflovchi matn va foydalanuvchi uchun ko'rsatmalar.

source: Retry
uz_uz: Qayta urunish

source: Finish
uz_uz: Tamomlash

source: Cancel
uz_uz: Qaytish

source: Select branch
uz_uz: Filialni tanlang

source: From list
uz_uz: Ro'yxatdan

source: From map
uz_uz: Xaritadan

source: In map
uz_uz: Xaritada

source: Confirm OTP
uz_uz: OTPni tasdiqlang

# setup_pin
source: Set a PIN
uz_uz: PIN-kod o'rnatish

# confirm_pin
source: Confirm the PIN
uz_uz: PIN-kodni tasdiqlang

source: Bank name
uz_uz: Bank nomi

source: Not verified
uz_uz: Tasdiqlanmagan

source: Verified
uz_uz: Tasdiqlangan

source: Notifications
uz_uz: Habarlar

source: Transfer to card
uz_uz: Kartaga o'tkazma

# transfer_to_me
source: Transfer to myself
uz_uz: O'zimga o'tkazma

source: Exchange
uz_uz: Ayriboshlash

source: Select receiver card
uz_uz: Qabul qiluvchi kartani tanlang

source: Language
uz_uz: Til

# change_pin
source: Change PIN code
uz_uz: PIN-kodni o'zgartirish

source: Delete account?
uz_uz: Hisobni o'chirish

# first_select_photo
source: First select a photo
uz_uz: Birinchi rasmni tanlang

source: Not paid
uz_uz: To'lov amalga oshmadi

# fill_all_fields
source: You must fill in all fields
uz_uz: Barcha maydonlarni to'ldiring

source: Successfully paid
uz_uz: Muvaffaqiyatli to'landi

# error_in_payment
source: Payment error
uz_uz: To'lovda xatolik

source: Loading
uz_uz: Yuklanmoqda

source: About us
uz_uz: Biz haqimizda

source: Support
uz_uz: Qo'llab-quvvatlash

# mobile_version
source: Mobile app version %@
uz_uz: Mobil ilova versiyasi %@

source: Developer
uz_uz: Dasturchi

source: With support
uz_uz: Qo'llab-quvvatlash bilan

source: Verify
uz_uz: Tasdiqlash

source: Unknown error
uz_uz: Noma'lum xatolik

# is_user_verified
source: Verification status
uz_uz: Foydalanuvchi tasdiqlanishi

# cannot_verify_try_again
source: Unable to verify, please try again
uz_uz: Tasdiqlash mumkin emas, qaytadan urinib ko'ring

source: Verifying
uz_uz: Tasdiqlanmoqda

source: Date of birth
uz_uz: Tug'ilgan sana

# select_card
source: Select a card
uz_uz: Kartani tanlang

source: No card
uz_uz: Karta yo'q

source: Insufficient funds
uz_uz: Yetarli mablag' yo'q

# show_all_rates
source: Show all currencies
uz_uz: Barcha valyutalarni ko'rsatish

source: Currency rates
uz_uz: Valyuta kurslari

source: Total amount
uz_uz: Umumiy balans

# scan_face_title
source: Scan your face
uz_uz: Yuzni skanlash

source: Mobile payment
uz_uz: Mobil to'lov

source: Exchange rates
uz_uz: Valyuta kurslari

source: See all
uz_uz: Barchasi

source: Collapse
uz_uz: Yig'ish

source: Amount
uz_uz: Summa

source: Note
uz_uz: Izoh

source: Send
uz_uz: Yuborish

source: Payments
uz_uz: To'lovlar

source: Card number
uz_uz: Karta raqami

source: Pay
uz_uz: To'lash

source: Logout
uz_uz: Tizimdan chiqish

source: Add
uz_uz: Qo'shish

source: Virtual card
uz_uz: Virtual karta

# want_to_delete_account
source: Do you want to delete account?
uz_uz: Hisobni o'chirmoqchimisiz?

source: Warning
uz_uz: Ogohlantirish

# want_to_logout
source: Do you want to logout?
uz_uz: Chiqishni xohlaysizmi?

source: Buy
uz_uz: Olish

source: Sell
uz_uz: Sotish

source: Invoices
uz_uz: Invoislar

# success_pin_change
source: Pin code changed
uz_uz: Pin-kod o'zgardi

source: Devices
uz_uz: Qurilmalar

source: Passport ID
uz_uz: Pasport ID

source: Expiration date
uz_uz: Yaroqlilik muddati

source: Profile
uz_uz: Profil

source: Confirm
uz_uz: Tasdiqlash

# not_valid_otp
source: Invalid OTP
uz_uz: Yaroqsiz OTP

# add_card_success
source: Successful inserted a new card
uz_uz: Yangi karta muvaffaqiyatli kiritildi

source: Date
uz_uz: Sana

source: Category
uz_uz: Turkum

source: Service
uz_uz: Xizmat turi

source: Commission
uz_uz: Xizmat foizi

source: Card
uz_uz: Karta

source: Region
uz_uz: Mintaqa

source: District
uz_uz: Tuman

source: Select address
uz_uz: Manzilni kiriting

source: Select district
uz_uz: Mintaqani tanlang

source: Select region
uz_uz: Tumanni tanlang

source: Order
uz_uz: Buyrutma

source: Receipt
uz_uz: Chek

source: Organization
uz_uz: Tashkilot

source: Status
uz_uz: Holati

source: Price
uz_uz: Narxi

source: Back
uz_uz: Orqaga

source: Expired
uz_uz: Muddati o'tgan

source: Paid
uz_uz: To'langan

source: Branch
uz_uz: Bo'lim

# receiver_card_number
source: Receiver
uz_uz: Qabul qiluvchi

source: Total to withdraw
uz_uz: Umumiy summa

source: USD Amount
uz_uz: Dollar Miqdori

source: UZS Amount
uz_uz: UZS Miqdori

source: Transfer completed
uz_uz: O'tkazish tugallandi

source: Transfer failed
uz_uz: O'tkazish amalga oshmadi

# insufficient_transfer_amount
source: Insufficient amount
uz_uz: Miqdor yetarli emas

# please_select_card
source: Select a card
uz_uz: Kartani tanlang

source: Skip
uz_uz: O'tkazib yuborish

source: List Item
uz_uz: Ro'yxat elementi

source: Login Settings
uz_uz: Kirish sozlamalari

source: Face
uz_uz: Yuz

source: Reset Password
uz_uz: Parolni tiklash

# password_match
source: Match Passport
uz_uz: Parollar mos keladi

source: Reliable Password
uz_uz: Ishonchli parol

source: Repeat Password
uz_uz: Parolni takrorlang

source: Password
uz_uz: Parol

source: Entrance
uz_uz: Kirish

source: Register
uz_uz: Ro'yxatdan o'ting

source: Welcome!
uz_uz: Xush kelibsiz!

# auth_welcome_info
source: However, it should not be forgotten that consultation with a broad asset represents an interesting experiment in checking the personnel training system and meets urgent needs.
uz_uz: Lekin, unutmangki, umumiy bilim olish tizimini tekshirishda keng asosiy aktiv bilan mashvarat qilish qiziqarli eksperimentni anglatadi va urg'urgent talablarni qondiradi.

source: Forgot Password?
uz_uz: Parolingizni unutdingizmi?

source: Enter
uz_uz: Kirish

source: Connect to Service
uz_uz: Xizmatga ulanish

source: Pay with Face!
uz_uz: Yuz bilan to'lash!

# pay_with_info_face
source: You will no longer need a bank card or a phone. Just go to the cashier and pay for your purchase!
uz_uz: Endi sizga bank kartasi yoki telefon kerak emas. Faqat kassaga yaqinlashingiz va sotib olishingiz mumkin!

# fill_profile
source: To access this feature, you only need to fill in your profile information.
uz_uz: Ushbu funktsiyaga kirish uchun faqat profilingiz ma'lumotlarini to'ldirish kerak.

# birth_date
source: Date of Birth
uz_uz: Tug'ilgan kun

# family_name
source: Middle Name
uz_uz: Otasining ismi

source: Name
uz_uz: Ismi

source: Surname
uz_uz: Familiyasi

# check_personality
source: Please check your personal information. If something is wrong, you can correct it.
uz_uz: Iltimos, shaxsiy ma'lumotlaringizni tekshirib ko'ring. Agar nima noto'g'ri bo'lsa, uni tuzating.

source: Passport Data
uz_uz: Pasport ma'lumotlari

# passport_required_info
source: Passport data is required to confirm your identity and open full access to all services.
uz_uz: Pasport ma'lumotlari sizning shaxsiylikni tasdiqlash va barcha xizmatlarga to'liq kirishni ochish uchun kerak.

# passport_number
source: Passport Series and Number
uz_uz: Pasport seriya va raqami

# step1
source: Step 1 / 3:
uz_uz: Qadam 1 / 3:

# without_bank
source: Without a Bank Card
uz_uz: Bank kartasi shart emas

# card_delete_fail
source: Unable to Delete Card
uz_uz: Kartani o'chirib bo'lmaydi

# card_delete_success
source: Card Deleted
uz_uz: Karta o'chirildi

# sure_delete_card
source: Are you sure you want to delete this card?
uz_uz: Haqiqatan ham ushbu kartani o'chirishni istaysizmi?

# insert_address
source: Enter Address
uz_uz: Manzilni kiriting

source: Delivery
uz_uz: Yetkazib berish

source: Pick up from Bank
uz_uz: Bankdan olib ketaman

# how_to_get_card
source: How do you want to receive the card?
uz_uz: Kartani qanday olishni xohlaysiz?

# scan_card
source: Scan Passport
uz_uz: Pasportni skan qiling

# scan_card_info
source: Point your camera at the main page of the passport so that it matches the frame.
uz_uz: Kamerangizni pasportning asosiy sahifasiga qarab joylashtiring, qadrlangan ramka bilan mos kelishi kerak.

source: Passport Details
uz_uz: Pasport ma'lumotlari

# passport_details_info
source: Passport details are required to confirm your identity and open full access to all services.
uz_uz: Pasport ma'lumotlari sizning shaxsiylikni tasdiqlash va barcha xizmatlarga to'liq kirishni ochish uchun kerak.

source: Ready!
uz_uz: Tayyor!

# ready_face_pay_info
source: Now you can use face payment.
uz_uz: Endi siz yuz bilan to'lashdan foydalanishingiz mumkin.

source: Balance
uz_uz: Balans

source: Scan
uz_uz: Skanerlash

source: Document id
uz_uz: Dokument raqami

source: Document type
uz_uz: Hujjat turi

source: ID Card
uz_uz: ID karta

source: Passport
uz_uz: Pasport

source: Driver License
uz_uz: Haytovchilik guvohnomasi
